namespace Shelter.Core;

/// <summary>
/// 전역 변수 모음 클래스
/// </summary>
public static class Globals
{
    // 로비 타이틀 아스키 아트
    public const string ASCIIART_TITLE =
        @"
   _____   _    _   ______   _        _______   ______   _____  
  / ____| | |  | | |  ____| | |      |__   __| |  ____| |  __ \ 
 | (___   | |__| | | |__    | |         | |    | |__    | |__) |
  \___ \  |  __  | |  __|   | |         | |    |  __|   |  _  / 
  ____) | | |  | | | |____  | |____     | |    | |____  | | \ \ 
 |_____/  |_|  |_| |______| |______|    |_|    |______| |_|  \_\";



}
